Repository: maoxiaoke/BaiJiWin
Catalog: src/BaiJi.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# AppSubtitle
source: Offline media converter and compressor
zh_hans: 离线媒体转换与压缩工具

# Slot_Title
source: Drop images or videos here
zh_hans: 把图片或视频丢进来

# Slot_Subtitle
source: Click to choose · or Ctrl+V to paste
zh_hans: 点击选择 · 或 Ctrl+V 粘贴

# Card_Copy
source: Copy Ctrl+C
zh_hans: 复制 Ctrl+C

# Card_Compare
source: Compare
zh_hans: 对比

# Card_CompareOriginal
source: Original
zh_hans: 原图

# Card_CompareOutput
source: Compressed
zh_hans: 压缩后

# Card_OutputMissing
source: File moved or deleted
zh_hans: 文件已移动或删除

# Card_ReprocessHelp
source: Recompress with current settings
zh_hans: 用当前设置重新压缩

# Card_ReprocessStale
source: Recompress with new settings
zh_hans: 用新设置重压

# Card_RetryFailed
source: Retry {0} failed
zh_hans: 重试 {0} 个失败

# Card_SaveFailed
source: Save failed
zh_hans: 存储失败

# Card_SavePrompt
source: Save here
zh_hans: 存到这里

# Card_SaveTo
source: Save to…
zh_hans: 存储到…

# Card_Saved
source: Saved
zh_hans: 已存储

# Card_TargetMissed
source: Still over {0}
zh_hans: 仍超过 {0}

# Queue_Cancel
source: Cancel
zh_hans: 取消

# Queue_FailureDetail
source: Details
zh_hans: 详情

# Queue_Remove
source: Remove
zh_hans: 移除

# Queue_Retry
source: Retry
zh_hans: 重试

# Queue_RevealInExplorer
source: Show output in Explorer
zh_hans: 在资源管理器中显示输出

# Queue_StatusUnsupported
source: Unsupported format
zh_hans: 不支持的格式

# Params_Quality
source: Quality
zh_hans: 质量

# Params_ImageFormat
source: Image format
zh_hans: 图片格式

# Params_FormatKeep
source: Keep original format
zh_hans: 原格式

# Params_RemoveAudioShort
source: Remove audio
zh_hans: 移除音频

# Params_RemoveAudioVideos
source: Remove audio from videos
zh_hans: 视频移除音频

# Params_RestoreDefaults
source: Restore defaults
zh_hans: 恢复默认

# Preset_Smaller
source: Smaller
zh_hans: 更小

# Preset_Balanced
source: Balanced
zh_hans: 平衡

# Preset_Clearer
source: Clearer
zh_hans: 更清晰

# Target_MenuTitle
source: Limit size
zh_hans: 限制大小

# Target_None
source: No limit
zh_hans: 不限制

# Target_Email
source: ≤ 10 MB · Email
zh_hans: ≤ 10 MB · 邮件

# Target_WeChat
source: ≤ 25 MB · WeChat
zh_hans: ≤ 25 MB · 微信

# Toast_CompressedAndCopied
source: Compressed and copied — ready to paste
zh_hans: 已压缩并复制,可直接粘贴

# Toast_Copied
source: Copied to clipboard
zh_hans: 已复制到剪贴板

# Gear_Destination
source: Output destination
zh_hans: 结果保存方式

# Gear_DestinationCustom
source: Custom folder…
zh_hans: 自定义文件夹…

# Gear_DestinationSameAsInput
source: Next to the original
zh_hans: 存到原文件目录

# Gear_DestinationStaging
source: Staging (drag away; auto-cleaned)
zh_hans: 暂存(拖走即用,自动清理)

# Settings_General
source: General
zh_hans: 通用

# Settings_Updates
source: Updates
zh_hans: 更新

# Settings_Info
source: Info
zh_hans: 说明

# Settings_Language
source: Language
zh_hans: 语言

# Settings_OutputDirectory
source: Output directory
zh_hans: 输出文件夹

# Settings_CopyToClipboard
source: Copy to clipboard after compression
zh_hans: 压缩后复制到剪贴板

# Settings_Choose
source: Choose…
zh_hans: 选择

# License_Activate
source: Activate
zh_hans: 激活

# License_Activating
source: Activating…
zh_hans: 激活中

# License_ActivatedStatus
source: Activation status
zh_hans: 激活状态

# License_EnterKey
source: Enter your license key
zh_hans: 输入 License Key

# License_Get
source: Get license key
zh_hans: 获取 License Key

# License_Manage
source: Manage license
zh_hans: 管理 License

# License_Deactivate
source: Deactivate license
zh_hans: 停用 License

# License_DeactivateConfirm
source: Are you sure you want to deactivate your license? This will remove all activation information.
zh_hans: 确定停用 License 吗？这会清除所有激活信息。

# License_ActivatedOk
source: License activated successfully!
zh_hans: License 激活成功！

# License_ExpiryDate
source: Expiry date
zh_hans: 过期时间

# License_RequiredTitle
source: License required
zh_hans: 需要激活 License

# License_RequiredMessage
source: Activate a license to process files.
zh_hans: 激活 License 后即可处理文件。

# Updates_Check
source: Check for updates
zh_hans: 检查新版本

# Updates_Auto
source: Automatically check for updates
zh_hans: 自动检查升级

# Updates_CurrentVersion
source: Current version:
zh_hans: 当前版本

# Updates_UpToDate
source: You're up to date.
zh_hans: 已是最新版本。

# Updates_Available
source: A new version is available.
zh_hans: 有可用的新版本。

# Updates_Downloading
source: Downloading update…
zh_hans: 正在下载更新…

# Updates_Restart
source: Restart to update
zh_hans: 重启以更新

# Info_Version
source: Version {0}
zh_hans: 版本 {0}

# Common_Cancel
source: Cancel
zh_hans: 取消

# Common_OK
source: OK
zh_hans: 确定

# Common_Custom
source: Custom
zh_hans: 自定义

# Error_CompressionFailed
source: Compression failed.
zh_hans: 压缩失败。

# Error_CompressionToolMissing
source: The bundled compression tool is missing.
zh_hans: 应用内置的压缩工具缺失。

# Error_VideoConversionFailed
source: Conversion failed (code {0}).
zh_hans: 转换失败 (代码 {0})。
